Repository: Graduate-Projects/LahmaOnlineV2
Catalog: LahmaOnline/LahmaOnline/MultiLanguage/MLResource.*.resx
Languages: ar_ae

# 00TO15
source: AED.0.00 - AED.15.00
ar_ae: د.إ.0.00 - د.إ.15.00

# 15TO30
source: AED.15.00 - AED.30.00
ar_ae: د.إ.15.00 - د.إ.30.00

# 30TO45
source: AED.30.00 - AED.45.00
ar_ae: د.إ.30.00 - د.إ.45.00

# 45TO60
source: AED.45.00 - AED.60.00
ar_ae: د.إ.45.00 - د.إ.60.00

source: About Us
ar_ae: عن لحمة انلاين

source: Accept Edit Information
ar_ae: الموافقة على تعديل البيانات

# AddressEmptyMessage
source: Address must not be Empty
ar_ae: لا يجوز ان يبقى العنوان فارغاَ

source: Add Review
ar_ae: اضف رأيك

source: Add To Cart
ar_ae: اضافة الى الحقيبة

source: AED
ar_ae: د.إ

source: All Categories
ar_ae: جميع الاصناف

source: Allow
ar_ae: السماح

# AllPrice
source: All
ar_ae: الجميع

source: Apply
ar_ae: تنفيذ

# ArabicNameEmptyMessage
source: Arabic Full Name must not be Empty
ar_ae: لا يجوز ان يبقى الاسم بالعربية فارغاَ

source: Birthday
ar_ae: تاريخ الميلاد

# BirthdayRuleMessage
source: Birthday must old 4 years from Now
ar_ae: يجب ان يكون تاريخ ميلادك اقدم بـ 4 سنوات من الآن على الأقل

source: Buy Now
ar_ae: شراء الان

source: Cart Summary
ar_ae: ملخص الطلب

source: Category
ar_ae: الصنف

source: Change Password
ar_ae: تغير كلمة المرور

source: Check Out
ar_ae: الدفع

source: Click On Map To Select Location
ar_ae: اضغط على الخريطة لتحديد موقع الاستلام

source: Comment
ar_ae: التعليقات

source: Confirm
ar_ae: تأكيد

source: Contact Us
ar_ae: اتصل بنا

source: Continue Without Signin
ar_ae: المتابعة دون تسجيل الدخول

source: Current Password
ar_ae: كلمة المرور الحالية

# DeliveryAddress
source: Address
ar_ae: العنوان

source: Delivery Areas
ar_ae: مناطق التوصيل

source: Delivery Charges
ar_ae: تكلفة الشحن

source: Delivery Infromation
ar_ae: معلومات التوصيل

source: Denied
ar_ae: الرفض

source: Details Invoice
ar_ae: تفاصيل الفاتورة

source: DONE
ar_ae: تم

source: Edit
ar_ae: تعديل

source: Edit Your Information
ar_ae: تعديل بياناتك الشخصية

source: Email
ar_ae: البريد الإلكتروني

# EmailFormatMessage
source: Email must like this "user@host.com"
ar_ae: يجب ان يكون البريد الالكتروني على شكل التالي "user@host.com"

# EnglishNameEmptyMessage
source: English Full Name must not be Empty
ar_ae: لا يجوز ان يبقى الاسم بالانجليزية فارغاَ

# Enter_your_username_or_email
source: Enter your email and we'll send you a link to get back into your account.
ar_ae: أدخل البريد الإلكتروني الخاص بك وسنرسل لك رابطًا لإعادة تعين كلمة المرور.

source: Error
ar_ae: خطأ

# ErrorMissingValue
source: Please, fill in all fields to continue\n Or some Value not Valid
ar_ae: رجاء, تأكد من ملأ جميع البيانات وتأكد من صحتها

source: Evaluation
ar_ae: تقييم الطلب

source: E-mail
ar_ae: البريد الالكتروني

# FailedMessage
source: We're sorry, but something went wrong. Please try again
ar_ae: عذراً, لقد حدث خطأ ما. يرجى المحاولة لاحقاَ

source: Failed Opration
ar_ae: حدث خطأ اثناء القيام بالعملية, يرجى المحاولة مجدداَ

source: Fat
ar_ae: دهن

# Favourites
source: WishList
ar_ae: المفضلة

source: Female
ar_ae: أنثى

source: Filter
ar_ae: ترشيح

source: Filter by price
ar_ae: ترشيح حسب السعر

source: Forget Password
ar_ae: نسيت كلمة المرور

# ForLinkToResetYourPassword
source: for a link to reset your password.
ar_ae: من أجل اعادة تعين كلمة المرور

source: Full Name
ar_ae: الاسم الكامل

# FullNameAr
source: Full Name Arabic
ar_ae: الاسم الكامل بالعربية

# FullNameEn
source: Full Name English
ar_ae: الاسم الكامل بالانجليزية

source: Gender
ar_ae: الجنس

source: GOOD
ar_ae: جيدة

# InternetConnectionMessage
source: You don't have internet connection
ar_ae: يرجى التحقق من الإتصال بالانترنت, والمحاولة من جديد

# InternetConnectionTitle
source: Internet Connection
ar_ae: غير متصل بالانترنت

source: Invoice Date
ar_ae: تاريخ الشراء

source: Invoice Id
ar_ae: رقم الفاتورة

source: items
ar_ae: منتج

source: Kg
ar_ae: كغ

source: Language
ar_ae: اللغة

source: Large
ar_ae: كبيرة

source: Last Invoice
ar_ae: اخر فاتورة

source: Later
ar_ae: في وقت لاحق

source: Let's get started
ar_ae: هيا بنا نبدأ

source: License
ar_ae: الرخصة التجارية

source: Load More
ar_ae: المزيد

source: Location
ar_ae: الموقع

source: Male
ar_ae: ذكر

source: Medium
ar_ae: وسط

source: Missing Value
ar_ae: قيمة فارغة

source: More
ar_ae: المزيد

source: More Details
ar_ae: مزيد من تفاصيل

# MustLogin
source: You can not add this product to your favorites list without subscribing with us. Do you want to subscribe with us?
ar_ae: لا يمكنك إضافة هذا المنتج إلى قائمة المفضلة لديك دون الاشتراك معنا. هل تريد الاشتراك معنا؟

# MustSelectEmaritiesMessage
source: Must Select Your Emarities
ar_ae: يجب تحديد الامارة

# MustSelectGenderMessage
source: Must Select Your Gender
ar_ae: يجب تحديد الجنس

# MustSelectNationalityMessage
source: Must Select Your Nationality
ar_ae: يجب تحديد جنسيتك

source: My Cart
ar_ae: الحقيبة

source: My Orders
ar_ae: طلباتي

source: Name
ar_ae: الاسم

source: New Address
ar_ae: ادخل العنوان الجديد

source: New Arrival
ar_ae: منتجات جديدة

source: New Password
ar_ae: كلمة المرور الجديدة

source: Next
ar_ae: التالي

# NoInvoice
source: No invoices have been generated yet
ar_ae: لا توجد فواتير حتى الآن

# NoItemInCart
source: Your Shopping Cart is empty
ar_ae: لا يوجد عناصر في سلة المشتريات

source: No more invoice
ar_ae: لا يوجد المزيد من الفواتير

source: No more item
ar_ae: لا يوجد المزيد من العناصر

source: Note
ar_ae: ملاحظة

source: Number Phone
ar_ae: رقم الهاتف

# NumberPhoneMessage
source: Number phone must be 10 digit only
ar_ae: يجب ان يكون رقم الهاتف من 10 خانة رقمية

source: Ok
ar_ae: حسناّ

source: Origin
ar_ae: المنشأ

source: Other
ar_ae: آخر

source: Password
ar_ae: كلمة المرور

# PasswordRuleMessage
source: Password must contint Lower letter, Upper letter, Digit number and Symbol. Also Must be more then 6 character
ar_ae: يجب ان تحتوي كلمة المرور على 6 احرف تتضمن حرف صغير وحرف كبير ورقم ورمز خاص

# PaymentByCreditCard
source: Payment Online
ar_ae: الدفع الالكتروني

source: Payment less than 50 AED
ar_ae: الطلب اقل من 50 درهم

# PaymentUponReceipt
source: Payment Cash
ar_ae: الدفع عن الاستلام

source: Permission
ar_ae: السماحية

# PermissionMessage
source: We need storage permission to save your information
ar_ae: نحن بحاجة الى سماحية التخزين لحفظ معلومات الشخصية

source: Phone
ar_ae: الهاتف

source: Please agree terms and conditions
ar_ae: الرجاء الموافقة على الشروط والاحكام

source: Previous
ar_ae: السابق

source: Product tags
ar_ae: علامات المنتج

source: Profile
ar_ae: حسابي

source: Promotion Discounts
ar_ae: الخصم الترويجي

source: Recipient Details
ar_ae: تفاصيل المستلم

source: RESET
ar_ae: إعادة تعيين

# RestartToSeeChange
source: Restart "LahmaOnline" to see the change
ar_ae: أعد تشغيل "لحمة اونلاين" لترى التغيير

source: Roughly
ar_ae: خشنة

source: Search
ar_ae: البحث

# SearchYourProduet
source: Type Item Name
ar_ae: اكتب ما تريد البحث عنه

source: Select Date Birthday
ar_ae: حدد تاريخ الميلاد

source: Select Emarities
ar_ae: حدد الامارة

source: Select Gender
ar_ae: حدد الجنس

source: Select Language
ar_ae: حدد اللغة

source: Select Nationality
ar_ae: حدد الجنسية

source: Select Origin
ar_ae: تحديد المنشأ

source: Select Recieve Location
ar_ae: تحديد موقع التسليم

source: Send Login Link
ar_ae: أرسال الرابط

source: Shipping Address
ar_ae: عنوان التوصيل

source: Sign in
ar_ae: تسجيل الدخول

source: Signout
ar_ae: الخروج

source: Sign up
ar_ae: مستخدم جديد

source: Skip Without Sign in
ar_ae: تخطي دون التسجيل

source: Small
ar_ae: لسان عصفور

source: Soft
ar_ae: ناعمة

source: Specification Item
ar_ae: مواصفات الطلب

source: Store
ar_ae: المتجر

source: STRONG
ar_ae: قوية

source: Submit
ar_ae: ارسال

source: Submit your comment
ar_ae: أرسال تقييمك

source: Subscribe With Us
ar_ae: أشترك معنا

source: Subtotal
ar_ae: المجموع

source: Tax
ar_ae: الضريبة

# Terms&amp;conditions
source: Terms & Conditions
ar_ae: الشروط و الاحكام

source: Thanks! Please check
ar_ae: شكرا! رجاء قم بتحقق من هذا البريد

source: There is no item yet
ar_ae: لا يوجد عناصر الى الآن

source: Time Work
ar_ae: أوقات العمل

# TitleMessage
source: The following information should be corrected:
ar_ae: يرجى تصحيح مايلي من اخطاء :

# TitleProject
source: Lahma Online
ar_ae: لحمة اونلاين

# TitleRestartToSeeChange
source: Restart To See Change
ar_ae: أعد تشغيل التطبيق

source: Top Selection
ar_ae: الاكثر شيوعا

source: Total Amount
ar_ae: الإجمالي

source: Total Before Tax
ar_ae: المجموع قبل الضريبة

source: Total Price
ar_ae: السعر الإجمالي

source: Trouble Logging In?
ar_ae: هل تواجه مشكلة في دخول؟

source: Unit Price
ar_ae: سعر القطعة

source: View All
ar_ae: عرض الكل

source: WEAK
ar_ae: ضعيفة

# Weight
source: Weight(Kg)
ar_ae: الوزن(كغ)

source: Welcome
ar_ae: أهلا بك

source: Welcome to Lahma
ar_ae: أهلا بك في تطبيق لحمة

source: WithoutFat
ar_ae: بدون دهن

# WriteTobutcher
source: Write what you want to tell the butcher
ar_ae: اكتب ملاحظتك للجزار

source: Write your comment here
ar_ae: اكتب تعليقك هنا

source: Wrong Password
ar_ae: كلمة مرور خاطئة

source: YOUR RATING
ar_ae: التقييم

# YourRegisterToUs
source: Your mail will register to us as a customer
ar_ae: البريد الخاص بك سوف يسجل لدينا كعميل

source: YOUR REVIEW
ar_ae: التعليق

# PermissionGetLocation
source: if you want select your location, we will need access to your location
ar_ae: لعرض الخريطة وتحديد موقعك , نحن بحاجة لسماحية الموقع
